{
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorizer": { "branch": "master" },
  "comment.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "dotherightthing": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "linedancing": { "branch": "main" },
  "lsp": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "none-ls": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-various-textobjs": { "branch": "main" },
  "oil": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "repeat": { "branch": "master" },
  "roslyn.nvim": { "branch": "main" },
  "surround": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "toggleterm": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "truefalse": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-sleuth": { "branch": "master" }
}
